
class Ashu(object):
  
    START_TEXT = """ʜᴇʟʟᴏ ɪ ᴀᴍ @the_tgguy ᴛᴇxᴛ ʟᴇᴇᴄʜ ʙᴏᴛ  ɪ ᴀᴍ ᴀ ʙᴏᴛ ғᴏʀ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋs ғʀᴏᴍ ʏᴏᴜʀ **.ᴛxᴛ** ғɪʟᴇ ᴀɴᴅ ᴛʜᴇɴ ᴜᴘʟᴏᴀᴅ ᴛʜᴀᴛ ғɪʟᴇ ᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ sᴏ ʙᴀsɪᴄᴀʟʟʏ ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ғɪʀsᴛ sᴇɴᴅ ᴍᴇ ⟰ /upload ᴄᴏᴍᴍᴀɴᴅ ᴀɴᴅ ᴛʜᴇɴ ғᴏʟʟᴏᴡ ғᴇᴡ sᴛᴇᴘs..\n📌 𝗢𝘄𝗻𝗲𝗿 - @Itsme123i \n📌 𝗨𝗽𝗱𝗮𝘁𝗲𝘀 𝗰𝗵𝗮𝗻𝗻𝗲𝗹! - @the_tgguy \n📌 𝗔𝗻𝘆 𝗶𝘀𝘀𝘂𝗲𝘀, 𝗥𝗲𝗽𝗼𝗿𝘁 𝗮𝘁 @All_in_1grp"""

    Q1_TEXT = """<b>
❏ sᴇɴᴅ ǫᴜᴀʟɪᴛʏ ʏᴏᴜ ᴡᴀɴᴛ
➤ 𝟷𝟺𝟺ᴘ - sᴇɴᴅ `144`
➤ 𝟸𝟺𝟶ᴘ - sᴇɴᴅ `240`
➤ 𝟹𝟼𝟶ᴘ - sᴇɴᴅ `360`
➤ 𝟺𝟾𝟶ᴘ - sᴇɴᴅ `480`
➤ 𝟽𝟸𝟶ᴘ - sᴇɴᴅ `720`
➤ 𝟷𝟶𝟾𝟶ᴘ - sᴇɴᴅ `1080`</b>"""

    C1_TEXT = """<b>
✏️ ɴᴏᴡ ᴇɴᴛᴇʀ ᴀ ᴄᴀᴘᴛɪᴏɴ ᴛᴏ ᴀᴅᴅ ᴄᴀᴘᴛɪᴏɴ ᴏɴ ʏᴏᴜʀ ᴜᴘʟᴏᴀᴅᴇᴅ ғɪʟᴇ
<b>"""

    T1_TEXT = """<b>🌄 ɴᴏᴡ sᴇɴᴅ ᴛʜᴇ ᴛʜᴜᴍʙ ᴜʀʟ
Eg » `https://graph.org/file/698599feb76711fa080f6.jpg`

ᴏʀ ɪғ ᴅᴏɴ'ᴛ ᴡᴀɴᴛ ᴛʜᴜᴍʙɴᴀɪʟ sᴇɴᴅ = `no`

ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴛʜᴜᴍʙɴᴀɪʟ ᴜʀʟ ᴜsᴇ ᴛʜɪs ʙᴏᴛ -  @Tamil_movez_bot 
➤ sᴇɴᴅ ɪᴍɢᴀᴇ ɪɴ ʙᴏᴛ
➤ Reply `/telegraph`</b>"""

